[
    "技能开启时，攻击力+100%，攻击范围扩大",
    "技能持续时间内，改为每秒治疗周围友军",
    "部署后立即对范围内所有敌人造成500%攻击力的伤害",
    "技能开启后获得物理和法术闪避",
    "召唤杰斯顿协助作战",
    "开启技能时获得1临时目标生命值",
    "立即封锁全场保护目标，持续时间内敌人无法侵入",
    "立即封锁侵入点，持续时间内不会出现新的敌人",
    "召唤PRTS为你作战，但你在战斗结束前无法操作",
    "对全场造成300%的真实伤害，可以消耗部署费用提升本次伤害，每消耗1点提升10%，最多提升至800%",
    "攻击力+150%，防御力+130%，技能期间若受到致命伤害，立即消耗10秒持续时间抵挡这次伤害",
    "投掷石头造成攻击力150%的物理伤害与10s晕眩，优先选择攻击自己的敌方",
    "立即制造一个风暴，将周围敌人极大力地向中心拖拽，每0.5秒受到150%攻击力的法术伤害，敌人会在技能结束后摔伤，额外流失15%最大生命值",
    "立即扔出一块大石头，对大范围敌人造成1000%攻击力的物理伤害并晕眩10秒",
    "立即对前方大范围造成一次750%的法术伤害，之后攻击变为二连击，每次攻击回复全场友方单位1点技力（无视自身阻回）",
    "攻击范围扩大，攻击范围内的敌人元素损伤可以共存，且受到的元素伤害+50%",
    "技能期间持续消耗全场友方单位生命（不会低于1），记录全场友方单位的生命值变动，每变化1%就使所有友方单位造成的伤害提升1%，最高提升125%",
    "攻击范围扩大，立即造成1145%的法术伤害，之后攻击造成350%的群体法术伤害，均附带20%的灼燃损伤",
    "攻击力+200%，立即对范围内所有敌人造成500%攻击力的法术伤害。销毁攻击范围内所有召唤物，每销毁一个，就额外造成一次伤害",
    "普通攻击变为2连击，且会攻击除自己外的敌方/我方单位，攻击敌人时攻击倍率提升至200%",
    "攻击范围扩大，攻击力+125%，优先攻击未处于损伤爆发期间的敌人，技能期间造成过神经损伤的敌人每秒受到攻击力10%的神经损伤直至爆发；范围内敌人神经损伤冷却恢复速度+50%，神经损伤爆发时在其地面位置生成/刷新一个迷狂牢笼",
    "攻击力+50%，防御力+200%，法术抗性+100%，嘲讽等级+2",
    "攻击力+100%，受到的物理/法术伤害-60%，持续60s",
    "技能期间自身和攻击范围内的友方单位受到致命伤害时不撤退，技能结束后强制退场",
    "对目标造成2次攻击力100%且无视60%防御力的物理伤害",
    "攻击力+330%，攻击距离+2，生命上限+5000，攻击目标数+2，不断流失生命",
    "嘲讽全场敌人，同时获得100%物理/法术闪避",
    "每次攻击造成相当于攻击力380%的法术伤害，积雪超过5层时会向周围扩散一层（最多向外扩散20格），处于积雪上的地面敌人每秒受到攻击力20%的法术伤害，敌人离开积雪时获得5秒寒冷，积雪在目标点积累至5层时，使目标点变为冻结状态",
    "立刻在攻击范围内召唤2个魂灵之影（最多存在3个，技能结束后保留），攻击力+180%，攻击间隔大幅增大，攻击时攻击力提升至220%，溅射范围大幅扩大且天赋的发动概率提高至100%",
    "对目标区域进行持续轰炸，每秒造成200%攻击力的伤害",
    "技能开启时，如果自身生命值为满，攻击速度+200；如果部署费用为满，攻击力+200%；如果剩余敌人不多于5，则攻击变为真实伤害",
    "攻击变为发射穿透敌人的弹道，对路径上的敌人造成250%的伤害",
    "部署时立即对攻击范围内所有敌人造成800%的物理伤害",
    "攻击范围扩大，攻击范围内所有友方单位免疫元素损伤，并立即刷新负面状态",
    "攻击范围扩大至整个战场，治疗变为60%治疗量和元素损伤回复量的5连发，优先治疗不同的目标，天赋的效果提升至5倍",
    "攻击范围扩大，攻击同时使用钢琴和风琴音色演奏，各自演奏2个造成相当于攻击力220%物理和法术伤害的音符，且分别追踪法术抗性和防御力最高的敌人。",
    "立即解除负面状态并移动至最近的敌人处，攻击力+330%，攻击间隔缩短",
    "攻击间隔超大幅度缩短，优先攻击防御力最高的目标",
    "立即吞噬前方一名干员并获得其基础属性，被吞噬的干员本局无法再部署",
    "立即吞噬前方一名干员并获得其当前属性和天赋效果，被吞噬的干员本局无法再部署",
    "技能开启时立即进行3轮抽奖，若至少抽中1个ALL则攻击力+250%，如果抽中2个ALL攻击速度+100，如果都为ALL则额外使攻击范围扩大至全场。如果没有ALL则自身强制退场",
    "技能开启时攻击力+100%，强制开启一局音游，并根据判定情况，对全场敌人造成自身攻击力*10倍准确率的真实伤害",
    "攻击造成攻击力325%的法术伤害并附带伤害30%的神经损伤，若目标处于神经损伤爆发期间则额外造成200%攻击力的元素伤害",
    "攻击变为2连击，同时攻击4个目标，攻击间隔缩短且附带1秒寒冷，优先攻击未冻结的目标",
    "攻击力+250%，攻击间隔缩短，攻击造成真实伤害",
    "全场敌方单位元素爆发时受到的伤害和效果+100%",
    "开启时消灭攻击范围内所有单位（不分敌我）",
    "对周围至多4个敌人造成相当于攻击力450%的物理伤害并使其中第一天赋生效的目标浮空；之后使周围所有浮空敌人结束浮空状态，对其100%触发天赋并造成相当于攻击力650%的物理伤害",
    "对目标及其周围造成相当于攻击力380%的物理伤害；累计使用五次技能后，攻击范围扩大且攻击变为二连击，技能变为自动释放且造成额外一次伤害",
    "攻击范围扩大，攻击间隔大幅延长，攻击造成攻击力300%的范围物理伤害，目标位置产生朝四周流动三格的电流。电流碰到自身或高台时反弹，电流所在地块上所有敌人每0.6秒受到攻击力70%的法术伤害，且有15%概率战栗3秒",
    "攻击间隔缩短，攻击造成攻击力240%的法术伤害并以短暂间隔跳跃至其他3名敌人造成攻击力120%的法术伤害，均附带伤害18%的神经损伤，若目标处于神经损伤爆发期间附带25%攻击力的元素伤害",
    "攻击范围扩大，范围内敌人隐匿失效且麻痹层数上限降为2，攻击力+275%同时攻击2个目标，范围中干员开启技能时（包括自身）使范围内敌人获得2层麻痹（至多3次），范围内敌人麻痹层数每超过上限1层在目标及1名敌人间跳跃1次185%攻击力的元素伤害，跳跃间存在短暂间隔",
    "攻击范围扩大，攻击范围内的敌人受到的元素伤害+100%"
]